Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultUnionParam Property
 "Union"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultUnionParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultUnionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultUnionParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultUnionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace